[
  "Best Friends Forever!",
  "Friends are the family we choose for ourselves.",
  "A true friend is somebody who can make us feel better no matter how bad things may be.",
  "Friendship is born at that moment when one person says to another, 'What! You too? I thought I was the only one.'",
  "A friend is a treasure that never fades.",
  "Good friends are like stars; you don’t always see them, but you know they’re always there.",
  "Friendship is the only cement that will ever hold the world together.",
  "A friend is one who believes in you when you have ceased to believe in yourself.",
  "True friends stab you in the front.",
  "Friendship is not about who you’ve known the longest, it’s about who walked into your life, said ‘I’m here for you,’ and proved it.",
  "A friend will help you move. A good friend will help you move a body.",
  "Friends don’t let friends do silly things alone.",
  "We’ll be best friends forever because you already know too much.",
  "A true friend will never judge you, but they might laugh at you.",
  "Friendship is born when one person says to another, ‘What? You too? I thought I was the only one.’",
  "You and I are more than friends. We’re like a really small gang.",
  "We’ll be friends until we’re old and senile. Then we’ll be new friends.",
  "Friendship is like peeing your pants. Everyone can see it, but only you can feel the warmth.",
  "A good friend knows all your stories. A best friend helped you write them.",
  "Friends are like snowflakes; if you pee on them, they disappear.",
  "A friend is someone who makes it easy to believe in yourself.",
  "Friendship is the foundation of a joyful life.",
  "A true friend will always make you a better person.",
  "Friends are the people who make your problems their own and your happiness their goal.",
  "The greatest gift of life is friendship, and I have received it.",
  "True friendship is a plant of slow growth.",
  "A friend is someone who gives you total freedom to be yourself.",
  "Friends are the anchors that keep us grounded when life gets stormy.",
  "Friendship is the art of reaching out and the gift of letting go.",
  "Good friends are like stars. You don’t always see them, but you know they’re always there.",
  "A friend is one soul in two bodies.",
  "Friendship makes life worth living.",
  "Friends are the sunshine of life.",
  "Friends are the best therapy.",
  "Life is better with friends.",
  "Friendship is a sweet responsibility, never an opportunity.",
  "A friend is a second self.",
  "Friends: our chosen family.",
  "A true friend never lets you down.",
  "Good friends are hard to find, harder to leave, and impossible to forget.",
  "A friend is someone who knows you and still loves you.",
  "Loyalty in friendship is like the earth—always beneath your feet, never above your head.",
  "A true friend is loyal even when the world turns against you.",
  "Friendship is not about who you’ve known the longest, but who stood by your side the longest.",
  "A loyal friend is a constant support when life feels like an uphill battle.",
  "In the end, we will remember not the words of our enemies, but the silence of our friends.",
  "Loyalty is the strongest glue that holds friendships together.",
  "A real friend is one who walks in when the rest of the world walks out.",
  "True friends stand by each other, no matter the storms that come their way.",
  "True friendship is built on loyalty, trust, and unconditional support.",
  "A best friend is someone who makes you laugh even when you feel like crying.",
  "A best friend is someone who knows your flaws but still sees the best in you.",
  "A best friend is like a four-leaf clover: hard to find, lucky to have.",
  "A best friend is a gift that lasts forever.",
  "A best friend is someone who makes you forget the bad and reminds you of the good.",
  "Best friends are the people who can turn your frown upside down with just a look.",
  "A best friend is a person who walks into your life, makes it better, and never leaves.",
  "A best friend is someone who brings out the best in you.",
  "With a best friend by your side, there’s nothing you can’t face.",
  "A best friend is the one who sees the most potential in you, even when you don’t see it in yourself.",
  "Distance means so little when someone means so much.",
  "True friends can miles apart, yet still be close at heart.",
  "No matter how far apart we are, you’ll always be my best friend.",
  "Distance may keep us apart, but our friendship will always keep us connected.",
  "A friend is never truly apart, maybe in distance, but never in heart.",
  "Long-distance friendships are proof that real connections transcend space and time.",
  "In the journey of life, true friends are the ones who will follow you across any distance.",
  "Friendship is not about being inseparable, it’s about being separated and nothing changes.",
  "Even if we are miles apart, you are always right here in my heart.",
  "True friendship is a relationship that endures distance, time, and change.",
  "Friends are the architects of our happiest memories.",
  "The best moments in life are the ones shared with friends."
]
